/* No comment provided by engineer. */
"+48 61 630 60 05" = "+48 61 630 60 05";

/* No comment provided by engineer. */
"Attackers might be trying to steal your information (for example, passwords, messages, or credit cards)." = "Elképzelhető, hogy valaki megpróbálta megszerezni az adataidat (pl. jelszó, üzenetek, bankkártya-adatok";

/* No comment provided by engineer. */
"Back" = "Vissza";

/* No comment provided by engineer. */
"Bank transfer" = "Banki átutalás";

/* No comment provided by engineer. */
"Cancel" = "Mégsem";

/* No comment provided by engineer. */
"Card" = "Kártya";

/* No comment provided by engineer. */
"Card number" = "Kártyaszám";

/* No comment provided by engineer. */
"Close and go back" = "Bezárom és visszamegyek";

/* No comment provided by engineer. */
"Correct your card number" = "Érvénytelen bankkártya-szám";

/* No comment provided by engineer. */
"Credit card" = "Hitelkártya";

/* No comment provided by engineer. */
"credit or debit" = "Hitelkártya vagy Bankkártya";

/* No comment provided by engineer. */
"Customer service" = "Ügyfélszolgálat";

/* No comment provided by engineer. */
"CVV2/CVC2 code" = "CVV2/CVC2 kód";

/* No comment provided by engineer. */
"Delete" = "Törlöm";

/* No comment provided by engineer. */
"Enter a card number" = "Írd be a bankkártyád számát!";

/* No comment provided by engineer. */
"Please enter a valid date" = "Valami nem stimmel a dátummal";
"Please enter a valid code" = "Hibás kódot írtál be";
"MM/YY" = "HH/ÉÉ";

/* No comment provided by engineer. */
"Enter CVV2/CVC2 code" = "Írd be a kártyád CVV2/CVC2 kódját";

/* No comment provided by engineer. */
"Error" = "Hiba:(";

/* No comment provided by engineer. */
"Expiration date" = "Lejárati dátum";

/* No comment provided by engineer. */
"fast online transfer" = "gyors online átutalás";

/* No comment provided by engineer. */
"footer.termsAndCondiontsUrl" = "https://static.payu.com/sites/terms/files/TERMS_AND_CONDITIONS_OF_PROVIDING_PAYU_SERVICE.pdf";

/* No comment provided by engineer. */
"I accept " = "Elfogadom ";

/* No comment provided by engineer. */
"New card" = "Új kártya";

/* No comment provided by engineer. */
"No, stay on one payment page" = "Nem, maradok a fizetési oldalon";

/* No comment provided by engineer. */
"OK" = "Oké";

/* No comment provided by engineer. */
"Publisher" = "Fejlesztő";

/* No comment provided by engineer. */
"Save and use" = "Mentem és ezt használom";

/* Scan Card button title for Add Card View. */
"Scan Card" = "Kártya-beolvasás";

/* No comment provided by engineer. */
"Position your card in this frame" = "Helyezze a kártyát ebbe a keretbe";

/* No comment provided by engineer. */
"Hold still…" = "Kérjük ne mozogjon...";

/* No comment provided by engineer. */
"Select payment method" = "Válassz fizetési módot!";

/* No comment provided by engineer. */
"This card is not supported" = "Ez egy nem támogatott kártya";

/* No comment provided by engineer. */
"PayU Payment Terms" = "PayU fizetési feltételek";

/* No comment provided by engineer. */
"Use" = "Ezt használom";

/* No comment provided by engineer. */
"Version" = "Verziószám";

/* No comment provided by engineer. */
"Yes, go back" = "Igen, menjünk vissza";

/* No comment provided by engineer. */
"Your connection is not secure" = "Az internetkapcsolatod nem biztonságos";

/* No comment provided by engineer. */
"Your payment will be canceled. Continue?" = "A fizetési folyamat megszakad. Biztosan megszakítod?";

/* Apple Pay strings */
"Apple Pay" = "Apple Pay";
"Configure to pay by phone" = "Beállítom és mobillal fizetek";
"Pay by phone" = "Mobillal fizetek";

/* Blik strings */
"BLIK" = "BLIK";
"use code from your bank app" = "Használd a kódot a banki appodból";
"Enter BLIK code" = "Írd be a BLIK kódot";
"Authorize and store BLIK payment in your bank app" = "Érvényesítem és elmentem a BLIK kódot a banki appomba";
"one-tap payment" = "Egytapintásos fizetés";
"Enter new BLIK code" = "Írj be új BLIK kódot";
"saved BLIK payment" = "A BLIK fizetés elmentve";

/* payu installments */
"Installments" = "Installments";
"decision in even 15 minutes" = "decision in even 15 minutes";
"Your application is still being reviewed." = "Your application is still being reviewed.";
"Your lender and/or store will inform you of the next steps." = "Your lender and/or store will inform you of the next steps.";
"In order to finalize the process You will be redirected to browser" = "In order to finalize the process You will be redirected to browser";
"Accept" = "Accept";
